Repository: dpvc/pg
Catalog: lib/WeBWorK/PG/Localize/*.po
Languages: fr_ca

source: %quant(%1,of the questions remains,of the questions remain) unanswered.
fr_ca: %quant(%1, question reste, questions restent) sans réponses.

source: Correct
fr_ca: Réussi

source: Correct Answer
fr_ca: Bonne réponse

source: False
fr_ca: Faux

source: Get a new version of this problem
fr_ca: Obtenir une nouvelle version du problème

source: Go back to Part 1
fr_ca: Retour à la partie 1

source: Go on to next part
fr_ca: Aller à la partie suivante

source: Hardcopy will always print the original version of the problem.
fr_ca: Le document sera toujours imprimer avec la version originale du problème.

source: Hint:
fr_ca: Indice :

source: Hint:
fr_ca: Indice:

source: If you come back to it later, it may revert to its original version.
fr_ca: Si vous revenez plus tard, le problème pourrait être revenu à sa version originale.

source: Incorrect
fr_ca: Erroné

source: Set random seed to:
fr_ca: Définir la source aléatoire à:

source: Submit your answers again to go on to the next part.
fr_ca: Soumettre votre réponse à nouveau pour passer à la partie suivante.

source: This is a new (re-randomized) version of the problem.
fr_ca: Voici une nouvelle version (à nouveau randomisée) du problème.

source: This problem contains a video which must be viewed online.
fr_ca: Ce problème contient une vidéo qui doit être consultée en ligne.

source: This problem has more than one part.
fr_ca: Ce problème comporte plusieurs parties.

source: True
fr_ca: Vrai

source: Ungraded
fr_ca: Non classé

source: You can earn partial credit on this problem.
fr_ca: Vous pouvez obtenir une partie des points pour ce problème.

source: You can get a new version of this problem after the due date.
fr_ca: Vous pouvez obtenir une nouvelle version du problème après la date de remise.

source: You may not change your answers when going on to the next part!
fr_ca: Vous ne pouvez pas modifier vos réponses en passant à la partie suivante!

source: Your browser does not support the video tag.
fr_ca: Votre navigateur ne supporte pas l'environnement vidéo.

source: Your score for this attempt is for this part only;
fr_ca: Votre résultat pour cette tentative correspond à cette partie seulement;

source: answer
fr_ca: réponse

source: column
fr_ca: colonne

source: i
fr_ca: Je

source: if
fr_ca: Si

source: otherwise
fr_ca: autrement

source: part
fr_ca: partie

source: problem
fr_ca: problème

source: row
fr_ca: ligne

source: when you submit your answers
fr_ca: Quand vous soumettez vos réponses

source: your overall score is for all the parts combined.
fr_ca: Votre résultat d'ensemble est pour chacune des parties combinées.
